{"text": "Transcript for Inside the fight to take down online prostitution review boards\n\nWe're about to go inside an undercover infiltration, police infiltrating and arresting a group of men, including some high-power tech executives, for arranging prostitutes on internet message boards. Many women are trapped in a world of sex trafficking by debt and fear. Tonight we explore the struggle to protect them from exploitation by holding the buyers accountable. Here's my \"Nightline\" coanchor juju Chang. Reporter: It may seem like an ordinary guy easy out, complete with nachos and beer. But this is an undercover operation. A Seattle police officer infiltrating an exclusive group that calls themselves the league of extraordinary gentlemen. Police say their common interest, Korean prostitutes. Also known as k-girls. You're about to witness an unprecedented prostitution sting. Everybody put your hands on top of your head. Put your hands on top of your head, do it now. Reporter: One that uncovered a secret network of online review boards. Websites for rating and recommending local prostitutes. What district attorney Val Ritchie calls -- Yelp for prostitution. She was taller than the 5'3\" advertised, really 5'7\", 120 pounds. Wonderful, natural C cups and full hips -- Reporter: Website users caught in the drag net, tech executives and white collar professionals from an Amazon software develop tore a high-level Microsoft director. We calculated they were spending $30,000 to $50,000 a year on this. It's a simple to use website. You can look at the girl. Okay, that girl looks interesting. You can go to her reviews, see if she is providing the services that you want. Tattoos, piercings, no scars, moles. Reporter: Prostitution review websites are a prolific corner of the illicit online sex trade. Tna review, the erollic review, cover just about every city in America, complete with customer reviews and often escort ads. But not all of these online communities ever end up meeting in real life. What surprised you most about the guys that you were meeting up with? I guess the fact that they were just -- they were like the people living next door. Reporter: The undercover detective who infiltrated this group has asked us not to show his full face. Everybody would order drinks, eat food, talk about, you know -- the latest prostitute that they've had sex with and you know, trends going on. Reporter: Parts of these conversations so sexually graphic, we can't air them. There were waitresses that were -- seemed a little offended. Reporter: The police investigation resulted in the shutdown of three websites. The review board and its two korean-focused offshoots, the league and k-girl delights, as well as controversial charges for some of the men caught in the dragnet. We have charged the people who were putting the content on the website with a felony charge of promoting prostitution. And so in what way does that promote prostitution? In what way is that pimping? The men post reviews and share information. So it goes beyond just a review. And then on to a recommendation. You have to go see this person, she's amazing, go see her before she leaves. Creating demand? Exactly. Reporter: Felony pimping charges for posting reviews on a website has never been attempted before in the U.S. For valiant Ritchie -- valiant is his real name -- it's a focus on demand, not supply. Our understanding of people in prostitution based on years of experience is that most people in prostitution are exploited. And so criminalizing them doesn't work from a criminal justice perspective. At the same time we understand that the exploitation that is driven through sex buying is caused by the buyer. The buyer needs to be held be theable. Reporter: There are many who strongly disagree, including unsurprisingly the men involved in the sites. But all declined to speak with us on camera. The argument though being you sacrifice these men's lives in order to further your career, to get the headlines, to get the national attention. The main focus for us is on dismantling these networks of buyers who are creating this vociferous demand for exploited women. Reporter: We've come to Bellevue, Seattle's wealthiest suburb. Hermes, Prada. To learn more about the Korean prostitution ring here and why some say this case could change the way sex buyers are prosecuted across the country. The idea broth they wills were being operated out of this upscale, suburban apartment building, lots of fancy people in the area who have no idea that sex is being sold right next door. There were several Korean brothels raided in this case. The 12 women found inside release the without charges. Described by police as trafficked. We tried to track them down but they seem to have scattered to the wind. It is really hard to get a genuine glimpse inside one of these Korean brothels. No one will talk to you, no one will admit to anything, because there's too much fear. Tiers too much shame. There's too much criminality. We went to a guy who ran one of these brothels. He actually agreed to talk to us. Michael durnel managed -- He's opening the door, hi. Reporter: -- Two of the Bellevue broth they willed. When they were busted he served 45 days in prison. How do you go from a guy with a wife and a kid to suddenly running a brothel? I was a client. To me it was that excuse, you know. I'm paying for it, it's not cheating. Reporter: Durnel says he fell in love with a Korean prostitute who told him she was in debt back home. So he says he decided to help her. He left his family and job and they opened up a brothel together. The one to the right? Yes. The big gleaming skyscraper, that's the brothel? That's one of them, yeah. You were booking clients to sleep with prostitutes? Correct. That fits the definition of a pimp, doesn't it? I guess it does. My understanding is that you heard a lot of stories that you say broke your heart. There's a lot of different stories on why people come over and do that, that job. Some of them just want to start a business. Some of them, their families will get hurt or death. One girl, I asked her why she doesn't just run, and she says she tried. And they find them. Reporter: Durnel repeatedly told us he deeply regrets his choices, because he saw firsthand the damage it did. You feel like the piece of the soul for the girl is gone. Reporter: While he says he was never personally involved with the review board or any site, he says many of his clients were avid users. I would ask my clients if you liked her, review her. Reporter: When it comes to the police sting that took down those sites and his brothels with it, durnel has his criticisms. They said they rescued all these women. They said that people were holding them captive. This came out of law enforcement's mouth. Who did they save? Every girl they let go, every girl's back in the business. They just go someplace else. You think these women are doing it voluntarily? Well -- it depends on what you're looking at as voluntarily. I mean, they're moving on their own. Nobody's holding their passports. Yet isn't the fear and the debt that you just described to me holding them cap sniff. Correct, yes. But again, it's not all these girls are being held like that either. How do you know which ones are and aren't? You don't. Reporter: Brad miles of the anti-trafficking group polaris says debt bondage is a common factor in the Korean networks. Debt bondage is different from debt. It's a particular type of predatory, manipulative debt where fees and interest rates and other hidden costs and all these other things kick into gear so that the person, the debt grows faster than the person can pay it off. Then you have these customers who think that the women are there voluntarily but the customers don't understand the full picture. Reporter: We did meet with seattle-based sex worker who's speaking out in support of the review sites. The work room is in the back. This is where you see clients? This is where I see clients. Usually the light is more like -- this. Reporter: Magny Mcneil, a popular sex work blogger, says the sites provide a valuable safety tool. Why does it make it safer to book somebody online? People are afraid to sell their pianos online, why would selling sex be safe? Because of reputation. Ebay, if somebody's got 98% positive reviews on Ebay as a buyer or seller, that lets you have confidence in dealing with that person. Reporter: Alisa Bernard, who calls herself a prostitution survivor turned activist, says she knows firsthand review boards don't make things any safer. I had been raped multiple times. Held against my will at least once. I was strangled. These were all by review board guys. You know. Again, your line keeps getting pushed further and further and further to get those good reviews. Because you're afraid of a bad review? A negative review could get you kicked off the board. Reporter: While the debate continues, prosecutor Val Ritchie is showing no signs of stop. In fact, nearly a dozen more men have been arraigned as part of the review board investigation. Ritchie's mission, to end sex buying altogether. This is the oldest profession. How can you possibly hope to eliminate it? I would argue that it's the oldest oppression. And that the one way we can try to eliminate it is by helping men realize that this isn't serving them either. Reporter: Ritchie travels across the U.S., telling other states' attorneys about demand-based prosecution. His hope, that they too will take on similar cases. It would be a great step forward in reducing nationwide exploitation if those review boards did not exist. Reporter: For \"Nightline,\" I'm juju Chang in Bellevue, Washington. Our thanks to Ju Ju for that report. This transcript has been automatically generated and may not be 100% accurate."}
{"text": "In the wee morning hours of May 12, 2016, Ratu, a rare Sumatran rhino, gave birth to a healthy female calf at the Sumatran Rhino Sanctuary in Indonesia’s Way Kambas National Park. This is the second successful Sumatran rhino birth at the Sanctuary, with Ratu having her first calf, Andatu, in 2012. His father, Andalas, was born at the Cincinnati Zoo in 2001. The birth was attended by Sumatran Rhino Sanctuary veterinarians, keepers and a handful of international advisors. “We are overjoyed that Ratu delivered a healthy calf and are cautiously optimistic that the calf will continue to thrive,” said Dr. Susie Ellis, executive director of the International Rhino Foundation. “She’s absolutely adorable, and we haven’t stopped smiling since the moment we were sure she was alive and healthy. While one birth does not save the species, it’s one more Sumatran rhino on Earth.”\n\nThe International Rhino Foundation established the Sumatran Rhino Sanctuary in 1997, and this second birth shows that the expertise exists in Indonesia to contribute to the Sumatran rhino population’s growth. Sumatran rhinos are critically endangered, with less than 100 individuals still surviving in small, fragmented pockets of tropical forest. Their habitat continues to be destroyed by palm oil production, and like all rhino species, Sumatran rhinos are under constant threat of being killed for their horns. The International Rhino Foundation established the Sumatran Rhino Sanctuary in 1997, and operates Rhino Protection Units in two of the four remaining Sumatran rhino strongholds. Ratu’s pregnancy was first announced on World Rhino Day 2015. Source: International Rhino Foundation\n\nComments\n\ncomments"}
{"text": "For the past year and a half the Home Office has been locking up EU citizens en masse, indefinitely and without charge. If this attack on civil liberties has escaped your attention, it’s probably because the people affected are homeless. Home Office policy to deport EU rough sleepers ruled unlawful Read more\n\nSince the Brexit vote, the pro-remain media has been full of trepidation about how life will change once Britain leaves the EU in 2019 – and the impact on EU residents living in the UK. But the nightmare scenario – Brexit as a bonfire of social and legal protections – has already been a reality for many EU migrants in the UK. Since May 2016, immigration enforcement teams have been targeting migrants who sleep rough using intelligence provided by local councils, the police, and, most shockingly, some homelessness charities, including St Mungo’s and Thames Reach. That has had a real impact on some homeless people. One Polish man caught up in a raid in north London told us how he felt that some homeless charities were not to be trusted. “They pretend to help people,” he said, “but actually they gather information for the Home Office.”\n\nIt’s not charities’ job to aid deportations | Lola Okolosie Read more\n\nRough sleepers from the EU have had their documents confiscated and told they have 28 days to “go home”. Others have been held in detention centres pending administrative removal. Britain is the only country in the EU that allows indefinite immigration detention, so some homeless people have been incarcerated for months while they try to prove their right of residence. The high court’s ruling on 14 December that the Home Office’s policy of detaining and deporting rough sleepers from the European Economic Area is unlawful is the culmination of a year of campaigning by the Public Interest Law Unit at Lambeth Law Centre and the organisation I work with, North East London Migrant Action. It feels like a depressing sign of the times that it took a court order to put a stop to such an obviously callous policy. Anyone who thinks sleeping rough is a “choice” should spend a month at the sharp end of the UK labour market\n\nThe Home Office said the policy targeted migrants who came to the UK “with the intention of sleeping rough” and were thus abusing their right to free movement. This version of events has been rejected by the European Commission and the charity Crisis. Most of the homeless Europeans we support have lived in Britain for years. Some have British children. They are often skilled workers who have fallen on hard times. Anyone who thinks sleeping rough is a “choice” should spend a month at the sharp end of the UK labour market. Zero-hours contracts, rising rents and radical welfare cuts have not just created a new class of working poor; they’ve created a class of working people who become homeless. One man was detained while camping in a tent, despite showing the Home Office proof of employment. On zero-hours contracts, he and his partner simply couldn’t earn enough to rent a flat. Homelessness charities that share information with the Home Office claim they are acting in the “best interests” of rough sleepers by helping them return home. The testimonies we’ve gathered from EU rough sleepers speak against such careless paternalism. Spending months in Yarl’s Wood is not in anyone’s best interests. The man detained for sleeping rough spent 26 days in detention. “I saw women fainting and falling down,” he said. “I had money on my credit card and wanted to buy food and cigarettes, but they wouldn’t let me. We had to live on 71p a day. I felt like killing myself.”\n\nThe High Court’s ruling is not just a judgment on the hostile environment created by the Home Office. It’s an indictment of a political class that views incarceration and deportation as a solution to the social problems caused by rampant inequality. If someone is sleeping rough they need help – not deportation | Dawn Foster Read more\n\nRight-wing media coverage of our challenge argued that the Home Office’s policy reduced rough sleeping. Such logic is chilling. Reducing homelessness by deporting the homeless “works” only in the same way that reducing the benefits bill by leaving disabled people destitute “works”. Anecdotal evidence suggests some rough sleepers removed from the UK have later died on the streets in their country of origin. Being homeless is not a crime. Freedom of movement is not just for the rich. Such patent truths shouldn’t need repeating, but — now more than ever — they do. David Jones is an activist with North East London Migrant Action. Sign up for your free Guardian Housing network newsletter with comment and sector views sent direct to you on the last Friday of the month. Follow us:@GuardianHousing\n\nLooking for a housing job, or need to recruit housing staff? Take a look at Guardian Jobs"}
{"text": "Image copyright Carlos Spottorno Image caption If you're Swiss, a regular share of this cash could soon be yours\n\nSwitzerland, one of the world's wealthiest countries, is engaged in an intense process of soul searching - about money. This year alone there have been two nationwide referendums on executive pay, one of which approved strict limits on bonuses and banned golden handshakes. Now two more votes are on the way, the first on the introduction of a minimum wage, and the second, and most controversial, on a guaranteed basic income for all legal residents, whether they work or not. A universal basic income sounds very radical, but it is not a new idea - Thomas More proposed it in his work Utopia in the 16th Century. On the left, universal basic income is thought to be fairer, while on the right it is seen as the policy that would make welfare payments obsolete. There will be no incentive for young people to learn a job or study Rudolf Strahm, Swiss economist\n\nFor Enno Schmidt, a key supporter of universal basic income, Switzerland is the perfect place, and 2013 the perfect time, to launch a campaign to introduce it. \"Switzerland is the only place in Europe, and maybe in the world, where the people have the right to make something real, [through] direct democracy,\" he says. That system of direct democracy means the Swiss could vote for free beer if they wanted to. To hold a nationwide referendum, all citizens have to do is gather 100,000 signatures calling for a vote, and the ballot must be held - the result is binding. 'Happy land'\n\nMedia playback is unsupported on your device Media caption Campaigners for a universal basic income dump eight million coins outside the Swiss parliament\n\nThe anger among many Swiss voters at the news that some of their biggest banks, such as UBS, had continued paying top executives huge bonuses while also reporting huge losses, has led to a heated debate about salaries, and more widely, about fairness. In that context, it was easy to gather the 100,000 signatures to hold the vote on universal income, and the government is expected to name a date for the referendum soon. Swiss business leaders have reacted with dismay, one calling it a \"happy land\" proposal, the product of a younger generation that has never experienced a major economic recession or widespread unemployment. Many have also suggested it could provide a major disincentive to working at all, something that could pose problems for Swiss companies already finding it hard to recruit skilled workers. Mr Schmidt denies this, saying the proposed amount for Switzerland, 2,500 Swiss francs ($2,800; £1,750) a month is scarcely enough to survive on, and that anyway a society in which people work only because they have to have money is \"no better than slavery\". Image caption Referendum results are binding in Switzerland\n\nInstead Mr Schmidt argues that universal income would allow people more freedom to decide what they really want to do. \"The thought is not that people will work less, the people are free to decide - more, or less,\" he says. That argument has found some enthusiastic supporters among young Swiss voters. They have adopted a rather clever campaign technique, borrowing eight million five-centime pieces and displaying them around the country as a symbol that Switzerland can afford to pay its eight million inhabitants a universal income. 'A risky move'\n\nChe Wagner is one of the campaigners. He is 25, studying for a master's degree at Zurich university and working for a pizza delivery company. \"I have a daughter,\" he says, \"and so of course I am there for my daughter, I look after her.\" \"But it is also a struggle - I have to work, so we can live. \"I think with a basic income I would still have to work, but I could… maybe [also] say, 'OK let's spend a week with my daughter.'\" And, when Che and his colleagues dumped their eight million coins outside the Swiss parliament, the politicians inside did not dismiss the campaign out of hand. The idea goes to the personal question - what are you doing in your life, is it actually what you want do? Che Wagner, Universal income campaigner\n\n\"The idea makes sense in a certain way,\" says Luzi Stamm, member of parliament for the right-wing Swiss People's Party. But Mr Stamm adds, it would be a risky move for Switzerland to take as long as it remains inside Europe's free movement of people agreement. \"It certainly does not work in a country like Switzerland. In a country which is wealthy, and has open borders it is suicide.\" Meanwhile on the left, economist and former social democrat member of parliament Rudolf Strahm backs a minimum wage but is against a universal income, believing it would undermine the famous Swiss work ethic. \"There will be no incentive for young people to learn a job or study,\" he says. 64,000 franc question\n\nSo how much exactly would such a scheme cost? No-one is offering precise figures, although there is surprisingly little debate about whether Switzerland could afford it - the consensus seems to be that, financially, the scheme would be doable. Image copyright Thinkstock Image caption We need to think more about our work-life balance, say campaigners\n\nIncome tax would not necessarily rise, but value added tax - on what people buy rather than what they earn - could rise to 20% or even 30%. In the long run, supporters say, money might actually be saved because a basic universal income would replace means tested welfare payments. But the main motivation behind the campaign is not economic but cultural, a bid to make people think more carefully about the nature of life and work. Mr Wagner points out that the whole debate can make people uncomfortable, presenting them with choices that so far have been unimaginable. \"The idea goes to the personal question - what are you doing in your life, is it actually what you want to do?\""}
{"text": "Russian President Vladimir Putin says he supports the idea of sending a delegation from the country's parliament to Washington to urge members of the U.S. Congress not to support military intervention in Syria. Valentina Matviyenko, who chairs the Federation Council, the Russian parliament's upper chamber, outlined the proposal to send a parliamentary delegation to the U.S. on Monday during a meeting with Putin. The meeting also was attended by Sergei Naryshkin, the speaker of the State Duma, the lower parliamentary house. Matviyenko said she hopes for an \"active dialogue\" with U.S. lawmakers about possible military intervention in Syria. Putin called the idea \"very timely and correct.\" Matviyenko told the Russian president she and Naryshkin \"completely\" share his stance on what she called the \"impermissibility\" of military intervention in Syria without United Nations Security Council approval. On Saturday, U.S. President Barack Obama delayed an expected military strike against Syria, instead telling Americans he will seek congressional approval to punish the Syrian government for its alleged use of chemical weapons. That same day Putin said it would be \"utter nonsense\" for the Syrian government to use chemical weapons because its forces are \"advancing\" against rebels. VOA News Subscribe"}
{"text": "The biggest non-issue issue in New Zealand politics is immigration, which is amazing when you consider how much of an issue it is overseas. In the USA, Mexicans and Muslims are the two hot words in the presidential primaries; they’re helping to fuel Donald Trump’s meteoric rise from reality TV star to Republican front-runner. In Europe, the ‘refugee problem’ is threatening to displace German Chancellor Angela Merkel from office and is dividing the EU along ideological – and geographical – borders. In the UK, immigrants are a key source of discontent among anti-EU voters. I barely need to mention Australia, where anti-immigrant rhetoric is easy to find on Facebook feeds and Sydney trains. “Australia for Australians!” I saw on a bumper sticker in Queensland. The Australian disdain for immigrants has encouraged the draconian crackdown on non-Australian residents with criminal records. It also led to a mind-boggling sting last year in which Melbourne police planned to stop ‘foreign-looking’ people and ask for ‘their papers’. The action was cancelled only after students swarmed police stations and saluted like Nazis. Over here, immigration barely rates a mention. According to a rolling poll by Roy Morgan, less than one percent of New Zealanders consider immigration as an important issue. The economy, poverty and the environment dominate our list of worries. In the 2014 election, pundits expected immigration and its twin sister, Auckland housing, to be a defining issue. Some even predicted the demise of the National Party in key Auckland electorates. In fact, the government strengthened its lead in central Auckland and National had its best result since 1951. By contrast, voters punished Labour when it clumsily identified Chinese immigrants as the source of the housing problem. What makes it especially remarkable is that migration is at record highs. Just last week, Statistics NZ released figures showing that we reached a record of (seasonally unadjusted) 68,100 migrants in the April 2016 year. \"This is the 21st month in a row that the annual net gain in migrants has set a new record. Before this period, the record was a net gain of 42,500 migrants in the year ended May 2003,\" it said. And, get this, it was more than four times greater than the average net gain recorded over the past 20 years. Four times! The numbers keep defying predictions. Treasury Secretary Gabriel Makhlouf is typical of most economists when he said in February: \"If you'd asked me six months ago, I would have said we were forecasting a fall in net migration, and now we're postponing [the fall]. It’s just carrying on far longer than we expected.”\n\nThat’s a lot of Chinese, Indian and Aussie accents without so much as a ‘bloody foreigners’ bumper sticker in sight. Why? Why aren’t political parties making more hay from this sun-shower of opportunity? Why don’t we have an anti-immigration rump in Maoridom? Why hasn’t someone credibly made the connection between immigrants and Auckland housing? Why don’t we have a ‘they’re taking our jobs’ campaign going on? The idealistic part of me thinks that New Zealanders are simply better than all that. The outcry about Labour's aforementioned ‘Chinese buyers’ stunt gladdened my heart. So does the ratepayer-funded Diwali festival and the Chinese characters on my local ATM. I love that I see every shade of skin at the Mt Albert Pak n’ Save and that Lydia Ko is as much ‘ours’ as Richie McCaw. I suspect, though, that the real reason is in the numbers. Three actually. 750. That’s how many refugees we take each year. Flap-all by European or US standards. And there’s no evidence boat-loads of starving masses are heading our way soon. We simply don’t have a refugee problem. 1700. That’s the net gain of migrants from Australia. This year is the first in many years that more Kiwis came home than left for the Lucky Country. Ausssie is the country that really matters here. Total number of Ausie mirgants in the last year was 25,000 compared to China (11,700), Philippines (5,500) and South Africa (3,000). $3.7 billion. That’s our annual trade deficit. It’s at the highest level in six years and will grow as dairy prices slide. It’s symptomatic of an economy that’s borrowing more than it makes – so we need immigrants to prop us up. They bring money for houses and business. They create demand for services and new sofas. They increase the tax take and they’re filling the coffers of Auckland Council with parking fines. Foreign students (part of that net gain figure) are paying for our universities and fund the grocery bills of their homestays. We congratulate ourselves on our innovation and creativity but without immigrants our economy would be screwed. That’s the issue. This article has been updated since its publication in paper and ink to reflect new data."}
{"text": "Looking for news you can trust? Subscribe to our free newsletters. Late last month, the Federal Communications Commission announced that it would propose new rules allowing companies like Netflix or Google to pay internet service providers (ISPs) like Verizon or Comcast for faster data lanes to deliver video and other content to their customers. In other words, the FCC was proposing to replace net neutrality—the egalitarian internet that we all know—with a pay-to-play platform designed to favor the biggest and richest players. The backlash online was so huge, swift, and predictable that one might wonder what the hell the FCC bureaucrats were thinking. Could a handful of powerful companies really matter more to the commission than pretty much everybody else who uses the internet? The charts below show how a few wealthy special interests wield huge sway within the FCC, particularly with regard to the net neutrality debate. But first, a quick refresher on what net neutrality means:\n\nProponents of net neutrality, also known as the open internet, fear that allowing a fast lane on the web would hurt startups, nonprofits, activists, and anyone else who couldn’t afford to pay the toll. Bigger tech companies such as Google also tend to favor net neutrality, though sometimes more for the sake of public relations than principle. But, you might ask, since the internet is already quite fast today compared with a few years ago, is a few seconds’ difference in the time needed to load a web page really all that important? Actually, yes, it is. Here’s why:\n\nThis might be one reason Barack Obama visited the Googleplex during his first presidential campaign and painted himself as one of net neutrality’s staunchest defenders. Obama’s first pick to lead the FCC, Julius Genachowski, was initially a strong proponent of net neutrality. Genachowski made a video explaining why he wanted to reclassify ISPs as “telecommunications services,” a legally bulletproof way of preserving an open internet that had long been favored by consumer groups. But he ultimately backed off in the face of an onslaught of lobbying by ISPs. By then their main trade group, the National Cable and Telecommunications Association (NCTA), was spending about 95 times more money lobbying the FCC than the Internet Association, which represents the tech companies that favor net neutrality. Last May, two months after Genachowski stepped down, Obama replaced him with Tom Wheeler, a veteran telecommunications lobbyist who’d served as president of the NCTA before taking the helm of the Cellular Telecommunications and Internet Association (CITA), the lobbying arm of the wireless industry. Obama called him “the Bo Jackson of telecom.” The New Yorker‘s John Cassidy suggested that a more apt sports metaphor might have been “to compare him to one of the lawyers who helped finagle a lucrative anti-trust exemption for professional football and baseball.”\n\nDid Obama like that Wheeler represented two of the most powerful groups that oppose net neutrality, or could he have picked him for some other reason? See below. It’s too early to say whether Wheeler’s new net neutrality rules will be the nail in the coffin for an open internet. The FCC won’t officially reveal them until May 15 (or later), and even then, a lot will depend on the FCC’s discretion. Wheeler has said that the commission won’t allow ISPs to “act in a commercially unreasonable manner to harm the internet,” but what, exactly, does that mean? Is it commercially unreasonable to price the little guys out of faster internet service, or to effectively force people to pay more to watch House of Cards? Who knows? The only certainty is that Wheeler’s former employers, the ISPs and wireless carriers, will flood the zone with lobbyists. With a few notable exceptions, you can assume that tech companies, consumer groups, and content producers favor net neutrality, while ISPs oppose it. Which is to say, if the lobbyists have their way, the future clearly lies in net discrimination."}
{"text": "Friedrich Wilhelm, Duke of Schleswig-Holstein-Sonderburg-Glücksburg (German: Friedrich Wilhelm Paul Leopold; 4 January 1785 – 17 February 1831)[1][2] inherited the title of Duke of Schleswig-Holstein-Sonderburg-Beck in 1816. He subsequently changed his title to Duke of Schleswig-Holstein-Sonderburg-Glücksburg in 1825 and founded a line that includes the Royal Houses of Denmark, Greece, Norway, and the Commonwealth realms. Early life [ edit ]\n\nFriedrich Wilhelm was born in Lindenau, East Prussia, to Friedrich Karl Ludwig, Duke of Schleswig-Holstein-Sonderburg-Beck (20 August 1757 – 24 April 1816) and Countess Friederike of Schlieben (28 February 1757 – 17 December 1827). [1][2] He was the third and youngest child of the couple, and the only son. [1][2] In 1804, he was sent to Denmark, where he was an officer of the Danish army during the Napoleonic Wars. Marriage and issue [ edit ]\n\nOn 26 January 1810, Friedrich Wilhelm married Princess Louise Caroline of Hesse-Kassel (28 September 1789 – 13 March 1867),[1][2] a granddaughter of Frederik V of Denmark through her mother, Princess Louise of Denmark. Friedrich Wilhelm and Louise Caroline had ten children:[1][2]\n\nLater life [ edit ]\n\nOn 25 March 1816, Friedrich Wilhelm succeeded his father as Duke of Schleswig-Holstein-Sonderburg-Beck. On 6 July 1825, he became Duke of Glücksburg and changed his title to Duke of Schleswig-Holstein-Sonderburg-Glücksburg, after the elder Glücksburg line became extinct in 1779. Friedrich Wilhelm died on 17 February 1831 at Gottorp. [1][2]\n\nHis grandchildren include among others Frederick VIII of Denmark, Queen Alexandra of the United Kingdom, George I of Greece, Empress Maria Feodorovna of Russia, Crown Princess Thyra of Hanover, Duchess of Cumberland and Teviotdale, and Friedrich Ferdinand, Duke of Schleswig-Holstein. Titles and styles [ edit ]\n\n4 January 1785 – 25 March 1816 : His Serene Highness The Hereditary Prince of Schleswig-Holstein-Sonderburg-Beck\n\n: The Hereditary Prince of Schleswig-Holstein-Sonderburg-Beck 25 March 1816 – 6 July 1825 : His Serene Highness The Duke of Schleswig-Holstein-Sonderburg-Beck\n\n: The Duke of Schleswig-Holstein-Sonderburg-Beck 6 July 1825 – 17 February 1831: His Serene Highness The Duke of Schleswig-Holstein-Sonderburg-Glücksburg\n\nAncestry [ edit ]"}
{"text": "Here is a Sneak Peek at a joint development between Battle Arms Development and CMT Tactical, the Integral PDW STOCK assembly which is not an add-on option but a monolithic design completely machined into the lower receiver. Coming from someone who owns PDW stock from another manufacturer, I can tell you that this system will pretty much fix all of the issues associated with other PDW style stocks on the market. The production PDW STOCK Length will come in at under 4.5″ (prototype shown is 5.75″). This Integral PDW STOCK assembly uses a standard bolt carrier and retains the ability to shotgun the upper which is typically not possible with PDW style stocks. It also features some additional improvements such as ultra smooth guid rods with bushing, stainless steel ball bearing rolling and locking mechanism, strong dimpled rod locking positions, stock is lockable in both directions, adjustable/tune able buffer up to H2 weight, built in QD positions, ability to lock back BCG, etc. One of the improvements that I like the most is the fact that it has a cheek rest. I have a PDW style stock WITHOUT a cheek rest and its not what I would call an ideal setup. As you can imagine, this setup has Multiple PATENTS PENDING! Unique Features/Improvements of this new PDW STOCK/RECEIVER:\n\n1. Lightweight but strong monolithic design from the ground up for the PDW style stock. Less bulk vs add-on versions. 2. Use standard Bolt Carrier, no proprietary carrier (when combined with the new Battle Arms PDW Buffer & Spring System)\n\n3. Ability to shotgun the upper for field service. 4. Stronger & Lightweight dimpled rail design, no large slot cuts in the rail that weakens the stock. 5. Smooth, stainless steel ball bearing like action…wait, it is on ball bearings! 6. Continuous cheek weld! 7. Lockable in both directions\n\n8. Easy single motion latch release, no need to fumble with two hands to get the stock released. 9. Compact, 4.5″ overall length collapsed…about 1″ shorter than the prototype. 10. Ability to lock back BCG. 11. Ability to “Tune” the rifle with different “reciprocating weight” buffers, up to the equivalent of a H2. Normally you have only one choice for proprietary buffer. 12. Quiet locking mechanism for stealth. They are hoping to release the Integral PDW Lower Receiver and Stock some time this summer so start getting ready now. No pricing information has been released but you can kind of come up with an idea of a number if you understand that you will be buying a lower receiver and PDW stock assembly together. If you would like to keep informed as this product progresses through the final design changes, click on the links below and follow their respective Facebook and Instagram pages closely. Battle Arms Development Facebook Page\n\nBattle Arms Development Instagram\n\nCMT Tactical Facebook Page\n\nCMT Tactical Instagram"}
{"text": "Saudi Arabia never, ever disappoints when it comes to barbarism and backwardness. The latest example is a supposed threat to sue a Twitter user for making the obvious and accurate comparison of the regime to ISIS, something I myself have done on countless occasions. The Washington Post reports:\n\nAuthorities in Saudi Arabia have long been annoyed that everyone keeps suggesting they are anything like the Islamic State. Sure, they say, perhaps some of the laws on the books may look similar to the punishments in the extremist organization, but the Saudi kingdom is a sovereign state that abides by the rule of law and uses these punishments with discretion. Now, reports in the Saudi press suggest that authorities have a new tactic for those who compare them to the Islamic State: taking them to court. According to a report in pro-government newspaper Al Riyadh, the Saudi justice ministry is planning to sue a Twitter user who suggested that a death sentence recently handed out to a Palestinian artist for apostasy was “ISIS-like.” “Questioning the fairness of the courts is to question the justice of the Kingdom and its judicial system based on Islamic law, which guarantees rights and ensures human dignity,” a source in the justice ministry told the newspaper, according to a translation by Reuters. The ministry would not hesitate to sue “any media that slandered the religious judiciary of the Kingdom,” the source added. I suppose it’s not apparent to the Saudis how the only thing this pathetic threat does is further confirm the worst suspicions of its rapidly growing population of critics from around the world. Of course, it’s not the first time these authoritarian monarchs have expressed a panic attack about Twitter. Recall the following post from 2013: Saudi Religious Police Chief Goes on the Attack…Against Twitter. The best part about this latest Saudi stupidity is the fact that it’s backfiring spectacularly, with a meme created on Twitter where users are begging the Saudis to sue them via the hashtag #SueMeSaudi. Simply brilliant. As the Huffington Post reports:\n\nPeople are inviting Saudi Arabia to sue them after the state reportedly threatened legal action against someone who compared its imminent execution of a Palestinian poet to the actions of Islamic State. The country’s justice ministry would “sue the person who described … the sentencing of a man to death for apostasy as being ‘ISIS-like’,” a source within the ministry told the pro-government newspaperAl-Riyadh. Here are a couple examples:\n\nSaudi Arabia, please sue me.I will be in Leb next week for extradition. “Saudi Arabia to sue anyone who compares their justice syst to Isis” — NassimNicholasTaleb (@nntaleb) November 26, 2015\n\nFree speech and a choice of faith is a human right. #SueMeSaudi pic.twitter.com/scTwbqmvXT — Ajanta Deb Roy (@ajantadebroy) November 28, 2015\n\nThugs till the end. For related Saudi ISIS-like behavior, see:\n\nSaudi Arabia Sentences Poet to Death for “Renouncing Islam”\n\nSo Who’s Really Sponsoring ISIS? Turkey, Saudi Arabia, and Other U.S. “Allies”\n\nSaudi Arabia Bombs Second Yemeni Wedding in a Week – At Least 23 Dead\n\nSaudi Arabia Bombs Second Yemeni Wedding in a Week – At Least 23 Dead\n\nSaudi Arabia Forces the UN to Drop Humanitarian Inquiry Into Yemen Atrocities\n\nNot a Joke – Saudi Arabia Chosen to Head UN Human Rights Panel\n\nSaudi Arabia Prepares to Execute Teenager via “Crucifixion” for Political Dissent\n\nIn Liberty,\n\nMichael Krieger\n\nDonate bitcoins: Like this post?Donate bitcoins: 3J7D9dqSMo9HnxVeyHou7HJQGihamjYQMN\n\nFollow me on Twitter."}
